{
  "sobre": "O JOVEM PROGRAMADOR é um PROGRAMA de capacitação tecnológica para formação de pessoas, a partir de 16 anos, para atuar em empresas do Estado de Santa Catarina, independentemente do local onde estejam instaladas.O curso permite que jovens possam se capacitar em Tecnologia da Informação através do parceiro de ensino, oSenac- Serviço Nacional de Aprendizagem Comercial - que dispõe de ampla experiência na área de formação e capacitação de profissionais e disponibilizará as instalações em aproximadamente 21 municipios de Santa Catarina,Os jovens terão infraestrutura técnica e terão aulas de forma hibrida, presencial e virtual, que exigem que os alunos tenham acesso a equipamentos para a realização das atividades práticas,A empregabilidadeé o foco do PROGRAMA, que não mede esforços de gerar oportunidade aos alunos egressos do PROGRAMA nas empresas parceiras. A ideia é colocar na vitrine os alunos com bons indicadores, para que consigam colocações em empresas pequenas, médias e grandes da área de TI.O PROGRAMA se destina a pessoas:Com idade a partir de 16 anos:A partir do 1o ano do ensino médio;Que residam nas cidades beneficiadas pelo programa ou em cidades vizinhasO PROGRAMA é de iniciativado Sindicato das Empresas de Informática, Processamentos de Dados e Tecnologia da Informação do Estado de Santa Catarina -SEPROSCe realização doSENAC.Para a edição de 2025 as cidades são:Araranguá, Blumenau, Biguaçu, Brusque, Caçador, Canoinhas, Chapecó, Concórdia, Criciúma, Curitibanos, Florianópolis, Fraiburgo, Jaraguá do Sul, Joaçaba, Joinville, Lages, Palhoça, Rio do Sul, São Miguel do Oeste, Tubarão, Videira e Xanxerê.\n\nO JOVEM PROGRAMADOR é um PROGRAMA de capacitação tecnológica para formação de pessoas, a partir de 16 anos, para atuar em empresas do Estado de Santa Catarina, independentemente do local onde estejam instaladas.\n\nO curso permite que jovens possam se capacitar em Tecnologia da Informação através do parceiro de ensino, oSenac- Serviço Nacional de Aprendizagem Comercial - que dispõe de ampla experiência na área de formação e capacitação de profissionais e disponibilizará as instalações em aproximadamente 21 municipios de Santa Catarina,\n\nOs jovens terão infraestrutura técnica e terão aulas de forma hibrida, presencial e virtual, que exigem que os alunos tenham acesso a equipamentos para a realização das atividades práticas,\n\nA empregabilidadeé o foco do PROGRAMA, que não mede esforços de gerar oportunidade aos alunos egressos do PROGRAMA nas empresas parceiras. A ideia é colocar na vitrine os alunos com bons indicadores, para que consigam colocações em empresas pequenas, médias e grandes da área de TI.",
  "duvidas": {
    "O que é Programa Jovem Programador?": "É um programa de capacitação tecnológica para formação de PROGRAMADORES para atuação principalmente em empresas de SC, independentemente do local onde estejam instaladas. As aulas são ministradas em unidades do Senac SC em diversas cidades do Estado.",
    "Quem pode participar?": "Pessoas a partir de 16 anos que residam nas cidades beneficiadas pelo programa ou em cidades vizinhas e com escolaridade mínima: ensino médio completo ou cursando.",
    "O programa tem algum custo?": "O Jovem Programador é gratuito para pessoas com renda familiar per capita de até 2 salários mínimos*, por meio do Programa Senac de Gratuidade PSG). Quem não se enquadra nesse requisito, pode fazer o curso mediante o pagamento de mensalidade.Entre em contato com a unidade Senac SC mais próxima para obter mais informações.",
    "Em que local acontecerá o curso?": "Em 2025, o Jovem Programador estará presente em cerca de22 cidades catarinenses, com aulasna modalidade híbrida- online e presencial nas unidades do Senac SC.As inscrições para o Jovem Programador 2024 contemplam as seguintes cidades:Biguaçu, Blumenau, Brusque, Caçador, Canoiinhas, Chapecó, Concórdia, Criciúma, Curitibanos, Florianópolis, Fraiburgo, Jaraguá do Sul, Joaçaba, Joinville, Lages, Palhoça, Rio do Sul, São Miguel do Oeste, Tubarão, Videira e Xanxerê.Atenção: Ao ser selecionado,  você receberá as instruções em seu e-mail/celular o endereço da unidade do SENAC SC.",
    "Quando começam as aulas?": "As aulas do Jovem Programador estão previstas para começar na segunda quinzena de março de 2025. Mas antes os inscritos devem ser aprovados no workshop inicial, que será realizado no início do mesmo mês. O resultado sai na sequência e você será informado nos nossos canais oficiais de comunicação. Por isso, fique ligado nas nossas redes sociais para não perder nenhuma novidade.",
    "Tenho 15 anos posso me inscrever?": "Você irá completar 16 anos até 10/03/2025?",
    "O curso será a distância?": "Será hibrido. Com aulas VIRTUAIS E PRESENCIAIS.",
    "Em que período ocorrerão as aulas?": "Ao se inscrever selecione a cidade e a  turma que seja melhor para você. Mas o programa não garante vagas se as turmas já estiverem fechadas. Em alguns municípios, dependendo da demanda, poderá haver mais de um turno.",
    "As vagas são limitadas?": "As turmas serão determinadas de acordo com a quantidade de inscritos. Há sim uma flexibilidade de aumento no oferecimento de vagas dependendo da demanda e da cidade em que o inscrito fará as aulas presenciais. Para 2025, o Jovem Programador vai ofereccer mais de 1100 vagas.",
    "Não possuo experiência na área. Posso me inscrever?": "Claro,o intuito do Programa é de fato preparar todo e qualquer participante para entrada no mercado de tecnologia.",
    "Preciso estar estudando para me inscrever?": "Para começar o curso, não é preciso estar estudando, caso já tenha concluído o ensino médio. Mas, para realizar o estágio durante o PJP, o estudante deve estar frequentando as aulas do programa regularmente.",
    "Quantas horas têm o programa?": "Módulo I - 08 horas - Conceitos Lógica - Duas aulas de 4 horas de duração",
    "Como faço para conseguir uma vaga?": "É preciso atender todos os pré-requisitos*."
  },
  "cidades": "Araranguá, Blumenau, Biguaçu, Brusque, Caçador, Canoinhas, Chapecó, Concórdia, Criciúma, Curitibanos, Florianópolis, Fraiburgo, Jaraguá do Sul, Joaçaba, Joinville, Lages, Palhoça, Rio do Sul, São Miguel do Oeste, Tubarão, Videira e Xanxerê."
}